import FanFictionCard from './ui/fanFictionCard';


export default function FanFictionCardsContainer() {
  return (
    <>
      <section className="pb-16 space-y-12 md:space-y-10">
        <FanFictionCard
          src="/album1.jpg"
          title="Битва желаний"
          author="YKET"
          description="Давно хотел это сделать. Собрание идей моей фантазии, воплощённых в текст. «Что поменялось?» – спросишь ты. Сдерживающий фактор. Его нет. Теперь мне действительно всё равно, насколько наивным я буду выглядеть в своём мирке. Жаль, моя память настолько не способна вспомнить хоть немножко из написанного или просто придуманного ранее материала, что многие вещи, особенно связанные с РезиденТейлом, канули в Пропасть Забвения. Ну да ладно, и не с таким сталкивались..."
          relation="red"
        />
        <FanFictionCard
          src="/album2.jpg"
          title="Моя невозможная пара"
          author="Вероника белка"
          description="Большое количество времени в нашей жизни отведено сну. Многие великие философы даже предполагают, что все время мы находимся в состоянии спящего. Кэролайн, молодая писательница, любила убегать в мир Морфея. Долгое время она мечтала о способностях управлять снами, ведь именно так она могла почувствовать себя всемогущей. Мечтала, пока с ней однажды не произошло нечто, перевернувшее реальность с ног на голову, разделив жизнь на скучное до и невероятное, но опасное после. Сон или реальность?"
          relation="green"
        />
        <FanFictionCard
          src="/album3.png"
          title="Тень Времени: Пленники Прошлого"
          author="Аннет Солнечная"
          description="...Тяжело шокированы были все. Гнев, ярость, затем - самое мрачное и беспросветное отчаяние. Осквернить Божественную кровь?! Изгнать Божество из мира?! Никто и предположить не мог такого; ждали, максимум, низложения Господа, да и то, прежде неслыханное, было горем и ужасом для всей империи. Но - намеренно ритуально осквернить... такое могло придти в голову только душевно больному человеку."
          relation="orange"
        />
        <FanFictionCard
          src="/album4.png"
          title="Цветок воспоминаний"
          author="el_zzza"
          description="Малфою очень нужна помощница на работе, он нанимает Гермиону Грейнджер. Проблема в том, что одиннадцать лет назад они были женаты, но выбора у Драко нет. Малфой быстро понимает, что его тянет к Грейнджер, но он не может ей простить, что она его бросила. В одном из разговоров, она случайно проболталась почему ушла от Драко. Узнав причину он старается примириться с поступком и понять Гермиону. Кажется всё налаживается, но Забини сообщает ему ужасную новость."
          relation="blue"
        />
        <FanFictionCard
          src="/album5.png"
          title="Если завтра уже не придет"
          author="With love Ritman"
          description="Из-за людских амбиций и вечных поисков идеала на человечество пала страшная кара, ставящая под угрозу выживание людей как вида. Цивилизация исчезла, государство, законы, границы и мораль стерты. Как поведешь себя в этом мире ты? Будешь бороться до конца? Или же пустишь пулю себе в висок, а что, если я скажу тебе, что смерть - это еще не конец.Теперь мне действительно всё равно, насколько наивным я буду выглядеть в своём мирке. Жаль, моя память настолько не способна вспомнить хоть немножко из написанного или просто придуманного ранее материала, что многие вещи, особенно связанные с РезиденТейлом, канули в Пропасть Забвения."
          relation="red"
        />
        <FanFictionCard
          src="/album6.jpg"
          title="Заслуженный бонус"
          author="Март Колодец"
          description="Давно хотел это сделать. Собрание идей моей фантазии, воплощённых в текст. «Что поменялось?» – спросишь ты. Сдерживающий фактор. Его нет. Теперь мне действительно всё равно, насколько наивным я буду выглядеть в своём мирке. Жаль, моя память настолько не способна вспомнить хоть немножко из написанного или просто придуманного ранее материала, что многие вещи, особенно связанные с РезиденТейлом, канули в Пропасть Забвения. Ну да ладно, и не с таким сталкивались..."
          relation="orange"
        />
      </section>
    </>
  );
}
