import { useMemo } from 'react';

const useGetFilters = () => {
  const filters = useMemo(
    () => [
      {
        label: 'Категории',
        options: [
          'Аниме и манга',
          'Книги',
          'Мультфильмы',
          'Игры',
          'Фильмы и сериалы',
          'Известные люди (RPF)',
          'Ориджинал',
          'Комиксы',
          'Мюзиклы',
          'Другое',
        ],
      },
      {
        label: 'Жанры',
        options: [
          'Фэнтези',
          'Фантастика',
          'Приключения',
          'Драма',
          'Комедия',
          'Ужасы',
          'Мистика',
          'Триллер',
          'Кроссовер',
        ],
      },
      {
        label: 'Отношения',
        options: [
          "Джен",
          "Гет",
          "Слэш",
          "Фемслэш",
          "Смешанные"
        ]
      },
    ],
    []
  );

  return filters;
};

export default useGetFilters;