const categories = [
  {
    label: 'Аниме и манга',
    caption: 'Фанфики, основанные на японских аниме-сериалах и манге. Здесь авторы создают новые истории, используя персонажей и миры из этих источников.'
  },
  {
    label: 'Книги',
    caption: 'Фанфики, вдохновленные известными литературными произведениями. Авторы создают новые истории или развивают события на основе оригинальных книг.'
  },
  {
    label: 'Мультфильмы',
    caption: 'Фанфики, основанные на популярных мультфильмах. Эти истории используют персонажей и миры из анимационных фильмов и сериалов.'
  },
  {
    label: 'Игры',
    caption: 'Фанфики, вдохновленные видеоиграми. Авторы могут продолжать сюжеты игр, разрабатывать альтернативные концовки или рассказывать новые истории с участием игровых персонажей.'
  },
  {
    label: 'Фильмы и сериалы',
    caption: 'Фанфики, основанные на популярных фильмах и телевизионных сериалах. Это могут быть продолжения, спин-оффы или альтернативные версии известных сюжетов.'
  },
  {
    label: 'Известные люди (RPF)',
    caption: 'Фанфики о реальных знаменитостях, музыкантах, актерах и других известных людях. RPF расшифровывается как "Real Person Fiction".'
  },
  {
    label: 'Ориджинал',
    caption: 'Фанфики, которые не основаны на существующих франшизах или произведениях. Авторы создают полностью оригинальные миры, персонажей и сюжеты.'
  },
  {
    label: 'Комиксы',
    caption: 'Фанфики, вдохновленные комиксами и графическими романами. Здесь используются герои, злодеи и сюжеты из комиксов.'
  },
  {
    label: 'Мюзиклы',
    caption: 'Фанфики, основанные на известных мюзиклах. Эти истории могут быть связаны с песнями или персонажами из мюзиклов.'
  },
  {
    label: 'Другое',
    caption: 'Общая категория для фанфиков, которые не подходят под перечисленные выше, включая кроссоверы или оригинальные комбинации различных источников.'
  },
];

export default categories;
