const fandoms = [
  {
    label: 'Ориджинал',
    caption: 'Фанфики, основанные на японских аниме-сериалах и манге. Здесь авторы создают новые истории, используя персонажей и миры из этих источников.'
  },
  {
    label: 'Ведьмак',
    caption: 'Фанфики, вдохновленные известными литературными произведениями. Авторы создают новые истории или развивают события на основе оригинальных книг.'
  },
  {
    label: 'Очень странные дела',
    caption: 'Фанфики, основанные на популярных мультфильмах. Эти истории используют персонажей и миры из анимационных фильмов и сериалов.'
  },
  {
    label: 'Гарри Поттер',
    caption: 'Фанфики, вдохновленные видеоиграми. Авторы могут продолжать сюжеты игр, разрабатывать альтернативные концовки или рассказывать новые истории с участием игровых персонажей.'
  },
  {
    label: 'Naruto',
    caption: 'Фанфики, основанные на популярных фильмах и телевизионных сериалах. Это могут быть продолжения, спин-оффы или альтернативные версии известных сюжетов.'
  },
  {
    label: 'Fairy Tail',
    caption: 'Фанфики о реальных знаменитостях, музыкантах, актерах и других известных людях. RPF расшифровывается как "Real Person Fiction".'
  },
  {
    label: 'Сверъестественное',
    caption: 'Фанфики, которые не основаны на существующих франшизах или произведениях. Авторы создают полностью оригинальные миры, персонажей и сюжеты.'
  },
  {
    label: 'Bangtan Boys (BTS)',
    caption: 'Фанфики, вдохновленные комиксами и графическими романами. Здесь используются герои, злодеи и сюжеты из комиксов.'
  },
  {
    label: 'EXO - K/M',
    caption: 'Фанфики, основанные на известных мюзиклах. Эти истории могут быть связаны с песнями или персонажами из мюзиклов.'
  },
];

export default fandoms;