const genres = [
  {
    label: 'Фэнтези',
    caption:  'Жанр, который включает магию, сверхъестественные элементы, мифических существ, магические миры или альтернативные реальности.',
  },
  {
    label: 'Фантастика',
    caption: 'Фанфики в этом жанре включают научные или технологические темы, часто в будущем или альтернативных реальностях. Сюжеты могут включать космические путешествия, роботов, искусственный интеллект и т.д.',
  },
  {
    label: 'Приключения',
    caption: 'Фанфики, в которых герои отправляются в путешествия или эпические квесты, с преодолением препятствий и испытаний.',
  },
  {
    label: 'Драма',
    caption: 'Этот жанр сосредоточен на эмоциональных и напряженных событиях в жизни персонажей. Может включать семейные драмы, личные конфликты и глубокие переживания.',
  },
  {
    label: 'Комедия',
    caption: 'Фанфики, которые стремятся вызвать смех и развлечение. Сюжеты обычно содержат шутки, комические ситуации и легкий юмор.',
  },
  {
    label: 'Ужасы',
    caption: 'Жанр, в котором присутствуют элементы страха, ужаса или напряжения. Фанфики могут включать призраков, демонов, чудовищ или психологический ужас.',
  },
  {
    label: 'Мистика',
    caption: 'Жанр, включающий загадки, сверхъестественные явления и таинственные события. Часто связан с раскрытием тайн или исследованием необъяснимых явлений.',
  },
  {
    label: 'Триллер',
    caption: 'Этот жанр сосредоточен на интенсивных сюжетах с высоким напряжением и частыми поворотами сюжета. Часто включает элементы преступления или детективов.',
  },
  {
    label: 'Кроссовер',
    caption: 'Жанр, в котором объединяются персонажи или сюжеты из разных источников, создавая уникальные комбинации. Например, соединение персонажей из разных книг, фильмов или игр в одном фанфике.',
  },
];

export default genres;