const relations = [
  {
    label: 'Джен',
    caption: 'Это фанфики, в которых нет центральной романтической или сексуальной линии. Они могут сосредотачиваться на дружбе, приключениях, семье и других темах.',
    style: 'bg-fuchsia-800 rounded-sm py-1 px-2'
  },
  {
    label: 'Гет',
    caption: 'Фанфики, где основным фокусом являются романтические или сексуальные отношения между персонажами противоположного пола.',
    style: 'bg-orange-800 rounded-sm py-1 px-2',
  },
  {
    label: 'Слэш',
    caption: 'Этот термин обычно обозначает фанфики, где фокус на романтических или сексуальных отношениях между мужчинами.',
    style: 'bg-green-800 rounded-sm py-1 px-2',
  },
  {
    label: 'Фемслэш',
    caption: 'Аналог слэша, но с акцентом на отношения между женщинами.',
    style: 'bg-purple-800 rounded-sm py-1 px-2'
  },
  {
    label: 'Смешанные',
    caption: 'Фанфики, в которых представлены различные виды отношений, например, гет и слэш в одной истории, или несколько сюжетных линий с разными отношениями.',
    style: 'bg-indigo-800 rounded-sm py-1 px-2'
  },
  {
    label: 'Другие',
    style: 'bg-yellow-800 rounded-sm py-1 px-2'
  }
];

export default relations;