const relations = [
  {
    label: 'Джен',
    caption: 'Это фанфики, в которых нет центральной романтической или сексуальной линии. Они могут сосредотачиваться на дружбе, приключениях, семье и других темах.',
  },
  {
    label: 'Гет',
    caption: 'Фанфики, где основным фокусом являются романтические или сексуальные отношения между персонажами противоположного пола.',
  },
  {
    label: 'Слэш',
    caption: 'Этот термин обычно обозначает фанфики, где фокус на романтических или сексуальных отношениях между мужчинами.',
  },
  {
    label: 'Фемслэш',
    caption: 'Аналог слэша, но с акцентом на отношения между женщинами.',
  },
  {
    label: 'Смешанные',
    caption: 'Фанфики, в которых представлены различные виды отношений, например, гет и слэш в одной истории, или несколько сюжетных линий с разными отношениями.',
  },
  {
    label: 'Другие виды отношений',
    caption: 'Эта категория может включать в себя отношения, которые не попадают в другие определения, например, платонические дружеские отношения, отношения между родителями и детьми, наставничество и т.п.',
  },
];

export default relations;